Repository: speedy005/po-un-mo-erstellen
Catalog: locale/*/LC_MESSAGES/speedyServiceScanUpdates.po
Languages: ar, da, de, es, tr

source: Setup
ar: يثبت
da: Opsætning
de: Aufstellen
es: Configuración
tr: Kurmak

source: speedyServiceScanUpdates
es: SpeedServicescanupdates

source: Updates during service scan
ar: التحديثات أثناء فحص الخدمة
da: Opdateringer under servicescanning
de: Aktualisierungen während des Service -Scans
es: Actualizaciones durante el escaneo de servicio
tr: Hizmet taraması sırasında güncellemeler

source: Cancel
ar: يلغي
da: Ophæve
de: Stornieren
es: Cancelar
tr: İptal etmek

source: Save
ar: يحفظ
da: Spare
de: Speichern
es: Ahorrar
tr: Kaydetmek

source: Restore Default
ar: استعادة الافتراضي
da: Gendan standard
de: Standardeinstellung wiederherstellen
es: Restaurar predeterminado
tr: Varsayılan'ı geri yükle

source: Update
ar: تحديث
da: Opdatering
de: Aktualisieren
es: Actualizar
tr: Güncelleme

source: Configure the update options.
ar: تكوين خيارات التحديث.
da: Konfigurer opdateringsindstillingerne.
de: Konfigurieren Sie die Aktualisierungsoptionen.
es: Configurar las opciones de actualización.
tr: Güncelleme seçeneklerini yapılandırın.

source: Add new TV services
ar: أضف خدمات تلفزيونية جديدة
da: Tilføj nye tv -tjenester
de: Fügen Sie neue TV -Dienste hinzu
es: Agregar nuevos servicios de TV
tr: Yeni TV hizmetleri ekleyin

source: Create 'Service Scan Updates' bouquet for new TV services?
ar: إنشاء باقة "تحديثات Service Scane" لخدمات التلفزيون الجديدة؟
da: Opret 'Service Scan Updates' buket til nye tv -tjenester?
de: Erstellen Sie "Service Scan Updates" -Bouquet für neue TV -Dienste?
es: ¿Crear ramo de 'actualizaciones de escaneo de servicio' para nuevos servicios de televisión?
tr: Yeni TV hizmetleri için 'Hizmet Tarama Güncellemeleri' buketini mi oluşturuyorsunuz?

source: Add new radio services
ar: أضف خدمات إذاعية جديدة
da: Tilføj nye radiostjenester
de: Fügen Sie neue Radiodienste hinzu
es: Agregar nuevos servicios de radio
tr: Yeni Radyo Hizmetleri Ekle

source: Create 'Service Scan Updates' bouquet for new radio services?
ar: إنشاء باقة "تحديثات مسح الخدمة" لخدمات الراديو الجديدة؟
da: Opret 'Service Scan Updates' buket til nye radiostjenester?
de: Erstellen Sie 'Service Scan Updates' Bouquet für neue Radiodienste?
es: ¿Crear ramo de 'actualizaciones de escaneo de servicio' para nuevos servicios de radio?
tr: Yeni radyo hizmetleri için 'Hizmet Tarama Güncellemeleri' buketini mi oluşturuyorsunuz?

source: Clear bouquet at each search
ar: مسح باقة في كل بحث
da: Klar buket ved hver søgning
de: Löschen Sie bei jeder Suche Bouquet
es: Borrar Bouquet en cada búsqueda
tr: Her aramada buketi temizleyin

source: Empty the 'Service Scan Updates' bouquet on every scan, otherwise the new services will be appended?
ar: تفريغ باقة "تحديثات Service Scan Updates" على كل فحص ، وإلا سيتم إلحاق الخدمات الجديدة؟
da: Tøm buketten 'Service Scan -opdateringer' på hver scanning, ellers vil de nye tjenester blive vedhæftet?
de: Leeren Sie den Bouquet "Service Scan Updates" auf jedem Scan, andernfalls werden die neuen Dienste angehängt?
es: Vacíe el ramo de 'actualizaciones de escaneo de servicio' en cada escaneo, de lo contrario, los nuevos servicios se agregarán?
tr: Her taramada 'Hizmet Tarama Güncellemeleri' buketini boşaltın, aksi takdirde yeni hizmetler eklenir mi?

source: Default settings restored!
ar: الإعدادات الافتراضية المستعادة!
da: Standardindstillinger gendannet!
de: Standardeinstellungen wiederhergestellt!
es: Configuración predeterminada restaurada!
tr: Varsayılan ayarlar geri yüklendi!

source: Update screen not available.
ar: تحديث الشاشة غير متوفرة.
da: Opdateringsskærmen ikke tilgængelig.
de: Aktualisieren Sie den Bildschirm nicht verfügbar.
es: Actualizar pantalla no disponible.
tr: Güncelleme ekranı mevcut değil.

source: Changes saved!
ar: التغييرات المحفوظة!
da: Ændringer gemt!
de: Änderungen gespeichert!
es: Cambios guardados!
tr: Değişiklikler kaydedildi!

source: ServiceScanUpdates
es: Servicios de servicios

source: Download and install Service Scan Updates
ar: قم بتنزيل تحديثات مسح الخدمة وتثبيتها
da: Download og installer service scanningsopdateringer
de: Download und installieren Sie Service -Scan -Updates
es: Descargar e instalar actualizaciones de escaneo de servicio
tr: Servis Tarama Güncellemelerini İndirin ve Yükle

source: Configure Service Scan Updates
ar: تكوين تحديثات فحص الخدمة
da: Konfigurer servicescanningsopdateringer
de: Konfigurieren von Service -Scan -Updates
es: Configurar actualizaciones de escaneo de servicio
tr: Hizmet Taraması Güncellemelerini Yapılandırın

source: Ready
ar: مستعد
da: Parat
de: Bereit
es: Listo
tr: Hazır

source: Exit
ar: مخرج
da: Udgang
de: Ausfahrt
es: Salida
tr: Çıkış

source: Start
ar: يبدأ
da: Starte
es: Comenzar
tr: Başlangıç

source: Check Update
ar: تحقق من التحديث
da: Tjek opdatering
de: Überprüfen Sie das Update
es: Verificar la actualización
tr: Güncellemeyi kontrol edin

source: Update canceled
ar: تم إلغاء التحديث
da: Opdatering annulleret
de: Update storniert
es: Actualización cancelada
tr: Güncelleme iptal edildi

source: Error: speedyServiceScanUpdates folder not found.
ar: خطأ: لم يتم العثور على مجلد SpeedyServicesCanupDates.
da: Fejl: SpeedyServicesCanupDates -mappen findes ikke.
de: Fehler: SpeedyServicesCanupdates -Ordner nicht gefunden.
es: Error: la carpeta SpeedyServicesCanUpdates no se encuentra.
tr: Hata: SpeedYServicesCanUpdates klasörü bulunamadı.

source: Update completed successfully.
ar: تم الانتهاء من التحديث بنجاح.
da: Opdatering afsluttet med succes.
de: Update erfolgreich abgeschlossen.
es: Actualización completada correctamente.
tr: Güncelleme başarıyla tamamlandı.

source: Update finished. Restart GUI?
ar: انتهى التحديث.
da: Opdatering færdig.
de: Update fertig.
es: Actualización terminada.
tr: Güncelleme bitti.

source: Update could not be completed.
ar: لا يمكن إكمال التحديث.
da: Opdatering kunne ikke afsluttes.
de: Update konnte nicht abgeschlossen werden.
es: La actualización no se pudo completar.
tr: Güncelleme tamamlanamadı.
